[
  {
    "id": 1,
    "image": "./custPic1.jpg",
    "name": "Veera Monoj",
    "company": "Owner, Manoj Trust",
    "review": "ShipMates has the most competitive and cost-effective pricing in the industry. I would heartily suggest their services not only because of their prices but also due to their professionalism and prompt customer assistance. Thank you very much, ShipMates for your most effective application and service."
  },
  {
    "id": 2,
    "image": "./custPic2.jpg",
    "name": "Siddhartha",
    "company": "Owner, Ranjan Enterprise",
    "review": "The online booking of ShipMates is really easy to use, and the cost estimation tool is the way to go. I used to wonder here and there to know about the prices. Thanks to ShipMates, now I can get an estimated price within a few clicks. Their services are cost-effective and help you save your money and time. Highly recommended!"
  },
  {
    "id": 3,
    "image": "./custPic3.jpg",
    "name": "Sai NadhRaju",
    "company": "Owner, Goldtech Graphics Pvt Ltd",
    "review": "I wanted to transport my goods from Delhi to Sonipat. I'm glad I trusted ShipMates. Their app has everything. You can get instant quotes, check the price, book instantly, and even track your vehicle. Anyone looking for transport services in Delhi NCR should download the ShipMates app."
  },
  {
    "id": 4,
    "image": "./custPic4.jpg",
    "name": "Jaheer Khan",
    "company": "Operation Mananger, ITC",
    "review": "Recently, I booked a truck from Gurugram to Bangalore. I didn't have any update on the truck, so the ShipMates team suggested that I check the real-time tracking through the app. I checked, and it showed me the right location of the truck. Now, I can constantly monitor it. Such a great app!"
  },
  {
    "id": 5,
    "image": "./custPic5.jpg",
    "name": "Arvind",
    "company": "Owner, Sushil Trust",
    "review": "ShipMates has the most competitive and cost-effective pricing in the industry. I would heartily suggest their services not only because of their prices but also due to their professionalism and prompt customer assistance. Thank you very much, ShipMates for your most effective application and service."
  }
]
